Repository: okhin/Eclipse-Phase-French-Translation
Catalog: eclipsephase/OmegaT+/project.tmx
Source language: en_us
Languages: fr_fr

source: In this mode, the drone functions normally, using its own Initiative and AI skills and stats.
fr_fr: Dans ce mode, le drœne fonctionne normalement, utilisant sa propre initiative et les compétences et stats de l'IA.

source: ``Jamming'' is the colloquial term for a more direct form of remote-control, using VR and XP technology.
fr_fr: L'"interception" est le terme familier pour une forme plus directe de contrôle distant, en utilisant les technologies de RV et d'XP.

source: When jamming, the drone’s puppet sock feeds the drone’s sensory data directly to the teleoperator’s mesh inserts.
fr_fr: Pendant l'interception, le port marionnette du drône alimente directement l'insert de mesh du téléopérateur en données sensorielles.

source: The teleoperator subsumes themself in the drone’s sensorium, essentially ``becoming'' the drone.
fr_fr: Le téléopérateur se surcharge au sensorium du drône, "devenant" le drône.

source: In this case, the teleoperator surrenders control of their own morph, which slumps inertly.
fr_fr: Dans ce cas, le téléopérateur abandonne le contrôle de leur propre morph, qui devient inerte.

source: While jamming, they suffer -60 on all Perception Tests or attempts to take action with their morph.
fr_fr: Pendant qu'il intercepte, il subit un modificateur de -60 sur tous les Test de Perception ou sur toute tentative d'agir avec sa morph.

source: Jamming takes a Complex Action to engage and disengage.
fr_fr: Intercepter nécessite une Action Complexe pour se connecter, et une autre pour se déconnecter.

source: A jamming teleoperator controls a drone as if it were their own morph.
fr_fr: Un téléopérateur intercepteur contrôle un drône comme si il était dans sa propre morph.

source: Like direct control teleoperation, the jammer’s own skills and Initiative are used in place of the drone’s AI.
fr_fr: Comme pour la téléopération en contrôle direct, les compétences et Initiative de l'intercepteur sont utilisées en lieu et place de l'IA du drône.

source: Jammers do not suffer any teleoperation modifiers, but only one drone may be jammed at a time.
fr_fr: L'intercepteur ne subit atcun modificateur de téléopération, mais un seul drône peut être intercepté à la fois.

source: If the drone is killed or destroyed, the jammer is immediately dumped from their connection, resuming control of their own morph as normal.
fr_fr: Si le drône est tué ou détruit, l'intercepteur est immédiatement éjecté de sa connexion, reprenant le contrôle de sa propre morph comme d'habitude.

source: Getting dumped in this manner is extremely jarring, not the least because the jammer experienced being killed/destroyed.
fr_fr: Être éjecté de cette manière est extrêmement perturbant, au moins parce que l'intercepteur expérimente le fait d'être tué/détruit.

source: As a result, the jammer suffers 1d10 mental stress.
fr_fr: L'intercepteur subit donc 1d10 points de stress mental.

source: Sometimes it’s not enough to just hit your target --- you need to shoot out a window, knock the knife out of their hand, or hit that hole in their armor.
fr_fr: Parfois il n'est pas suffisant de simplement toucher sa cible - vous devez tirer à travers une fenêtre, désarmer un adversaire ou tirer dans ce trou dans l'armure de votre cible.

source: You may declare that you are making a called shot before you initiate an attack, choosing one of the outcomes noted below.
fr_fr: Vous devez déclarer que vous faites un tir visé avant de commencer votre attaque, en choisissant l'une des possibilités notées ci-dessous.

source: Called shots suffer a -10 modifier and require an Excellent Success (MoS 30+).
fr_fr: Les tirs visés subissent un modificateur de -10 et nécessitent une réussite Exceptionnelle (MdR 30+).

source: If you beat that margin, you succeed with the called shot, and the results noted below apply.
fr_fr: Si vous dépassez cette marge, vous réussissez votre tir visé et les résultats notés ci-sessous s'appliquent.

source: If you don’t beat the margin but still succeed in the attack, you simply strike your target as normal.
fr_fr: Si vous réussissez mais que vous ne dépassez aps la marge reuise, vous touchez votre cible de manière habituelle.

source: Called shots may be used to target a hole or weak point in your opponent’s armor.
fr_fr: Les tirs visés peuvent être utilisés pour cibler un trou ou une faiblesse dans l'armure de votre adversaire.

source: If you beat the MoS, you strike an armor-defeating hit, and their armor does not apply.
fr_fr: Si vous dépasez la MdR, vous obtenez un tir surclassant l'armure, et son armure ne s'applique pas.

source: Note that in certain circumstances, a gamemaster may rule that an opponent’s armor simply doesn’t have a weak spot or unprotected area, and so disallow such called shots.
fr_fr: Notez que dans certaines circonstances, un maître de jeu peut décider que l'armure d'una dversaire n'a tout silmplement pas de point faible ou de zone non protégées, interdisant de tels tir visés.

source: You may take a called shot to attempt to knock a weapon out of an opponent’s hand(s).
fr_fr: Vous pouvez effectuer un tir visé pour tenter de faire tomber une arme des mains de votre adversaire.

source: If you beat the MoS, the victim suffers half damage from the attack (reduced by armor as normal) and must make a SOM $$ 3 Test with a -30 modifier to retain hold of the weapon.
fr_fr: Si vous battez la MdR, la victime subit la moitié des dégats de l'attaque (réduit par l'armure comme d'habitude) et doit ensuite réussir un Test de SOM $$ 3 avec un modificateur de -30 pour conserver sa prise sur l'arme.

source: You may make a called shot with the intention of hitting a specific location or component on your target --- for example: disabling the sensor unit on a bot, sweeping someone’s leg, or poking someone in the eye.
fr_fr: Vous pouvezeffectuer un tir visé dans le but de toucher un endroit spécifique ou un composant de votre cible - par exemple pour désactiver les senseurs d'un bot, balayer la jambe de quelqu'un ou taper dans l'œil d'une personne.

source: If you beat the MoS, you hit the specific targeted spot.
fr_fr: Si vous battez la MdR, vous touchez le point spécifiquement visé.

source: The gamemaster determines the result as appropriate to the attack and target --- the component may be destroyed, the opponent may fall or be temporarily blinded, and so on.
fr_fr: Le maîþre de jeu détermine le résultat de manière appropriée à l'attaque et à la cible - le composant peut-être déteuit, l'adversaire peut tomber ou temporairement aveuglé, et ainsi de suite.

source: An opponent who runs and attacks an opponent in melee combat in the same Action Phase is considered to be charging.
fr_fr: Un adversaire qui court puis attaque un adversaire au corps à corps dans la même phase d'Action est considéré comme chargeant.

source: A charging attacker still suffers the -10 modifier for running, but they receive a damage bonus on account of their momentum: increase the damage they inflict by +1d10.
fr_fr: Un attaquant charegant souffre toujours du modificateur de -10 pour la course, mais ils reçoivent un bonus de dégats grâce au moment cinétique engendré: augmentez les dommages infligés de +1d10.

source: You may delay your action (see p.
fr_fr: Vous pouvez retarder votre action (voir p.

source: 189) in order to receive a charge, bracing yourself for impact, interrupting their action, and striking right before your charging does.
fr_fr: 189) afin de réceptionner une charge, vous préparant à l'impact, interrompant l'action et frappant juste avant que l'attaquant ne le fasse.

source: In this situation, you receive a +20 modifier for striking the charging opponent.
fr_fr: Dans cette situation, vous recevez un modificateur de +20 pour frapper l'adevrsaire qui vous charge.

source: The most common use of the Demolitions skill is the placement, disarming, or manufacture of explosive devices, such as superthermite charges (p.
fr_fr: L'utilisation la plus commune de la compétence Démolitions est le placemen t, le désarmement et la fabricatoin d'appareils explosifs, telels que les charges de superthermites (p.

source: 330) or grenades (p.
fr_fr: 330) ou les grenades (p.

source: A skilled demolitionist can place charges in a manner that will boost their effect.
fr_fr: Un démolisseur compétent peut placer des charges d'une manière qui va aigmnter leurs effets.

source: They can identify structural vulnerabilities and weak points and focus a blast in these areas.
fr_fr: Il peut identifier les vulnérabilité structurelle et les poinst faibles et concentrer une explosion sur ces zones.

source: They can determine how to blast open a safe without destroying the contents.
fr_fr: Il peut déterminer comment faire exploser un coffre sans end étruire le contenu.

source: They can focus the force of an explosion in a particular direction, increasing the directed force while minimizing splash effects.
fr_fr: Il peut concentrer la force de l'explosion dans une direction aprticulière, augmentant la force dirigée tout en réduisant les effets de souffle.

source: Each of these scenarios calls for a successful Demolitions Test.
fr_fr: Chacun de ces scénarios demande un Test de Démolitions réussi.

source: The exact result is determined by the gamemaster according to the specific scenario.
fr_fr: Le résultat exact est déterminé par le maître de jeu en fonction des spécificités du scénario.

source: For example, using the examples above, targeting a weak point could double the damage inflicted on that structure.
fr_fr: Par exemple, en utiliant les exemples ci-dessus, cibler un point faible peut doubler les dommages infligés sur cette structure.

source: Shaping the charge to direct the force can triple the damage in that direction, as noted in the superthermite description (p.
fr_fr: Modeler la charge pour orinter sa force peut tripler les dommages dans une direction, tel que noté dans la description de la superthermite (p.

source: An Excellent Success is likely to increase an explosive’s damage by +5, whereas a critical success would allow the blast to ignore armor.
fr_fr: Une Réussite Exceptionnelle augmentera les dommages de l'explosif de +5, alors qu'un succès critique permettra à l'explosion d'ignorer l'armure.

source: Disarming an explosive device is handled as an Opposed Test between the Demolitions skills of the disarmer and the character who set the bomb.
fr_fr: Désarmer un apapreil explosif est géré par un Test en Opposition entre les compétences Démolitions du démineur et de l'artificier.

source: A character trained in Demolitions can make explosives from raw materials.
fr_fr: Un personnage entraîné dans la Démolitions peut fabriquer des explosifs à partir de matériau bruts.

source: These materials can be gathered the traditional way or they can be manufactured using a nanofabricator.
fr_fr: Ces matériau peuvent être assemblés de manière traditionnelle ou être fabriqués en utilisant un nanofabeur.

source: Even nanofabbers with restricted settings to prevent explosives creation can be used, as explosives can be constructed from all manner of mundane chemicals and materials.
fr_fr: Même les nanofabeurs ayant des configurations restreintes pour empêcher la création d'explosifs peuvent être utilisés, les explosifs pouvant êtres construit de bien des manières différentes à aprtir de produits chimiques et de matériau inoffensifs.

source: The timeframe for making explosives is 1 hour per 1d10 points of damage the explosive will inflict.
fr_fr: L'intervalle pour fariquer des explosifs est de 1 heure pour 1d10 points de dégat que l'explosif infligera.

source: If a critical failure is rolled, the demolitionist may accidentally blow himself up, or the charge may be extremely weaker or more potent than expected (whichever is more likely to be disastrous).
fr_fr: Si le démolisseur obtiens un échec critique, il peut se faire sauter accidentellement à moins que la charge ne soit extrêmement faible ou beaucoup plus puissante que prévu (quelle que soit al situation la plus désastreuse).

source: If a character falls, use the Falling Damage table to determine what injuries they suffer.
fr_fr: Si un personnage tombe, utilisez la table des Dégats de Chute pour déterminer quelles blessures il va subir.

source: Kinetic armor will mitigate this damage at half its value (round down).
fr_fr: L'armure cinétqiue absorbera les dégats en utilisant la moitié de sa valeur (arrondissez à l'inférieur).

source: Gamemasters may also reduce this damage if anything helped to break the fall (branches, soft surface) at their discretion.
fr_fr: À la discrétion du maître de jeu, les dégats peuvent aussi être réduits si quelquechose ralenti la chute (branches, surface molles).

source: Distance fallen
fr_fr: Distance de chute

source: Damage
fr_fr: Dégâts

source: 1-2 meters
fr_fr: 1-2 mètres

source: 3-5 meters
fr_fr: 3-5 mètres

source: 6-8 meters
fr_fr: 6-8 mètres

source: Over 8 meters
fr_fr: Plus de 8 mètres

source: +1 per meter
fr_fr: +1 par mètre

source: Objects that come into contact with extreme heat or flames may catch fire at the gamemaster’s discretion, keeping in mind both the flammability of the material and the strength of the heat/flames.
fr_fr: Les objets qui entrent en contact avec une chaleur extême ou avec des flammes peuvent s'enflammer à la discrétion du maître de jeu, gardez à l'esprit à la fois le caractère inflammable de l'objet et la force de la chaleur/des flammes.

source: Burning items (or characters) will suffer 1d10 $$ 2 (round up) damage each Action Turn unless otherwise noted.
fr_fr: Les objets (ou les personnages) qui brûlent souffrent de 1d10 $$ 2 (arrondissez au supérieur) points de dégats à chaque Tour d'Action à moins que quelquechose d'autre ne soit précisé.

source: Energy armor will protect against this damage, though it too may catch fire, reducing its value by the damage inflicted.
fr_fr: Les armures énergétiques vous protègerosn contre ces dommages, même si elles peuvent prendre feu, réduisant les dégats subit de leur valeur.

source: Depending on the environmental conditions, fires are likely to grow larger unless somehow abated.
fr_fr: Enf onction des conditions environnementalers, les feux ont tendance à grandir à moins que quelquechose ne cherche à le réduire.

source: Every 5 Action Turns, increase the DV inflicted (first to 1d10, then 2d10, then 3d10, then by increments of +5).
fr_fr: Tous les 5 Tours d'Actions, augmentez la VD infligée (d'abord à 1d10, puis à 2d10, ensuite à 3d10 et enfin par incrément de +5).

source: Adverse conditions (such as rain) or efforts to extinguish the blaze will reduce the DV accordingly.
fr_fr: Des oncidtions défavorables (telels que la pluie) ou des efforts pour éteindre le foyer réduiront la VD de manière appropriée.

source: Note that fire does not burn in vacuum.
fr_fr: Notez que le feu ne brûle pas dans le vide.

source: In microgravity, fire burns in a sphere and grows more slowly, as expanding gases push away the oxygen (increase the DV every 10 Action Turns).
fr_fr: En microgravité, le feu brûle dans une sphère et se développe plsu lentement, les gazs d'expansions éloignant l'oxygène (augmentez la VD tous les 10 Tours d'Actions).

source: If there is a lack of air circulation, some microgravity fires may extinguish themselves.
fr_fr: Si il y a un manque de circulation d'air, des feux en microgravité peuvent s'éteindre d'exu-même.

source: Every ranged weapon in Eclipse Phase comes with one or more firing modes that determines their rate of fire.
fr_fr: Toute les armes à distance d'Eclipse Phase possèdent un ou plusieurs mode de tir qui détermine leur cadence.

source: These firing modes are detailed below.
fr_fr: Ces modes de tirs sont détaillés ci-dessous.

source: Single shot weapons may only be fired once per Complex Action.
fr_fr: Les amres en coup par coup ne peuvent faire feu qu'une fois par Action Complexe.

source: These are typically larger or more archaic devices.
fr_fr: Ce sont typiquement les armes els plus grosses ou les plus archaïques.

source: Semi-automatic weapons are capable of quick, repeated fire.
fr_fr: Les armes semi-automatiques sont capable de tri rapide et répétés.

source: They may be fired twice with the same Complex Action.
fr_fr: Elle peuvent effectuer deux tirs avec la même Action Complexe.

source: Each shot is handled as a separate attack.
fr_fr: Chaque tir est considéré comme une attaque séparés.

source: Burst fire weapons release a number of quick shots (a ``burst”) with a single trigger pull.
fr_fr: Les amres qui peuvent tirer en rafales peuvent libérer plusierus tirs rapide (une "rafale") avec une seule pression de la détente.

source: Two bursts may be fired with the same Complex Action.
fr_fr: Deux rafales peuvent être tirées avec la même Action Complexe.

source: Each burst is handled as a separate attack.
fr_fr: Chaque rafale est gérée comem une attaque distincte.

source: Bursts use up 3 shots worth of ammunition.
fr_fr: Les rafales tirent jusqu'à 3 munitions.

source: A burst may be shot against a single target (concentrated fire), or against two targets who are standing within one meter of each other.
fr_fr: Une rafale peut être tirée sur une seule cible (tir concentré) ou contre deux cibles écartées de moins d'un mètre l'une de l'autre.

source: In the case of concentrated fire against a single target, increase the DV by +1d10.
fr_fr: En ca de tir concentré contre une seule cible, augmenéte la VD de +1d10.

source: Full-auto weapons release a hail of shots with a single trigger pull.
fr_fr: Les armes automatiques peuvent libérer une grêle de tirs avec une seule pressions sur la gachette.

source: Only one full-auto attack may be made with each Complex Action.
fr_fr: Une seule attaque en tir automatique ne peut être fait avec chaque Action Complexe.

source: This attack may be made a single target or against up to three separate targets, as long as each is within one meter of another.
fr_fr: Cetet attaque peut être effectuée sur une à trois cibles différentes, tant qu'elles ne sont pas éloignées de plus d'un mètre l'une de l'autre.

source: In the case of a concentrated fire on a single individual, increase the DV by +1d10 + 10.
fr_fr: Dans le cas d'un tir concentré sur une seule cible, augmentée la VD de +1d10 +10.

source: Firing in full automatic mode uses up 10 shots.
fr_fr: Tirer en automatique utilise 10 munitions.

source: If you’re expecting to come under fire, you can expend a Complex Action to go on full defense.
fr_fr: Si vous vous attendez à être sous le feu, vous pouvez dépenser une Action Complexe pour apsser en défense totale.

source: This represents that you are expending all of your energy to dodge, duck, ward off attacks, and otherwise get the hell out of the way until your next Action Phase.
fr_fr: Cela représente le fait que vous dépensez toute votre énergie à esquiver, plonger, à parer les attaques et de manière générale à vous sortir de là jusqu'à votre prochaine Phase d'Action.

source: During this time, you receive a +30 modifier to defend against all incoming attacks.
fr_fr: Pendant ce temps, vous recevez un modificateur de +30 pour vous défendre contre les attaques en cours.

source: Characters who are on full defense may use Freerunning rather than Fray skill to dodge attacks, representing the gymnastic movements they are making to avoid being hit.
fr_fr: Les personnages qui sont en défense totale peuvent utilsier leur compétence Parkour au lieu de leur compétence Esquive pour esquiver les attaques, représentant les mouvements acrobatiques qu'ils font pour éviter d'être touchés.

source: Most characters in Eclipse Phase have considerable experience maneuvering in low gravity or microgravity and can perform normal actions without penalties.
fr_fr: La plupaert des personnages dans Eclipse Phase ont une expérience importantes des manœuvres en faible ou micro gravité et peuvent y effectuer des actiosn normales sans pénalités.

source: Even characters who grew up on planetary bodies or in rotating habitats have some familiarity with alternate gravities thanks to childhood training in simulspace educational scenarios.
fr_fr: Même les personanges qui ont grandit sur un corps planétaires ou dans des habitats tournant sont relativement familier aves le gravités alternatives grâce aux entraînements dans les systèmes éducatifs en simulspace.

source: The same is also true in reverse; characters who grew up in free fall have likely experienced simulations of life in a gravity well.
fr_fr: La même chsoe est également vraie dans l'autre sens; les personnages qui ont grandit en chute libre ont vécus des simulations de la vie dans un puit gravitationnel.

source: At the gamemaster’s discretion, characters who have spent long periods acclimating to one range of gravity may find a shift in conditions a bit challenging to cope with, at least until they grow accustomed to the new gravity.
fr_fr: À la discrétion du maître de jeu, les personnages qui ont passé de lingue périodes à s'acclimater à un type de gravité peuvent avoir du mal à s'habituer à un changement de gravité, au moins jusqu'à ce qu'ils se soient habitués à la nouvelle gravité.

source: In this case, the gamemaster can apply a -10 modifier to both physical and social skills.
fr_fr: Dans ce cas, le maître de jeu peut appliquer un modificateur de -10 aux compétences sociales et physiques.

source: The physical penalty results from simple difficulties in maneuvering.
fr_fr: La pénalité physique est la résultante des difficultés à manœuvrer.

source: The social penalty applies because it’s hard to look impressive, intimidating, or seductive when you haven’t figured out how to arrange your clothes so that they don’t float up into your face.
fr_fr: La pénalité sociale s'appliquent parcequ'il est difficile d'avori l'air impressionant, intimidant ou séduisant lorsque vous n'avez pas trouvé comment arranger vos habits pour qu'ils ne flottent pas devant vos yeux.

source: The physical penalty can be increased to -20 for situations involving combat skills and skills requiring fine manipulation, building, or repairing of items.
fr_fr: La pénalité physique peut être augmentée à -20 pour les situatiosn impliquant des compétences de combat et des compétences nécessitants la manipulation rpécise, la construction ou la réparation d'objets.

source: These penalties will apply until the character adjusts, which typically takes about 3 days.
fr_fr: Ces pénalités s'aplliquent jusqu'à ce que le personnage finisse par s'adpater, généralement en 3 jours.

source: Any biomorph with basic biomods (p.
fr_fr: Toute biomorph ayant les biomods de bases (p.

source: 300) is immune to ill health from the effects of long-term exposure to microgravity.
fr_fr: 300) est immunisée au mal de l'espace et des effets de l'exposition à long-terme à la micro-gravité.

source: Microgravity includes both zero-G and gravities that are slightly higher but negligible.
fr_fr: La microgravité inclut les environnements zéro-G ainsi que ceux qui ont une gravité légèrement plus élevée mais négligeable.

source: These conditions are found in space, on asteroids and some small moons, and on (parts of) spaceships and habitats that are not rotated for gravity.
fr_fr: Ces conditions sont trouvés dans l'espace, sur les astéroïdes et les petites lune ainsi que sur (une aprtie) des vaisseaux et habitats qui ne tournent pas pour générer de la gravité.

source: Objects in microgravity are effectively weightless, but size and mass are still factors.
fr_fr: Les objets en microgravité n'ont pas de poids, mais leur taile et leur masse sont toujours des facteurs à considérer.

source: Things behave differently in microgravity.
fr_fr: Les choses se comportent différement en microgravité.
